{
  "greeting": "¡Hola Mundo!",
  "description": "Mi nombre es Tati soy una Ingeniera de Software, actualmente estoy trabajando en <0>Parsley Health</0> como programadora web. Hablo inglés, español y mandarín. Programo desde los trópicos en la hermosa Costa Rica.",
  "factsTitle": "Datos sobre mi",
  "facts": "Vivií dos años en Nankín China. Soy una mujer independiente y una lesbina orgullosa que vive sola sin mascotas, solo plantas. En mi tiempo libre leo literatura de mujeres, me ejercito como un hamster en mi propio apartamento y estudio bribri (que es un idioma nativo de un grupo étnico costarricense) y mandarín.",
  "eduTitle": "Educación",
  "eduText": "¿Ya a nadie le importa esto, verdad?",
  "edu1": "2016-2018 NUIST, China - Master en Ciencias de la Computación ",
  "edu2": "2009-2015 UNA, Costa Rica - Bachiller en Ciencias de la Computación ",
  "spanish": "Español",
  "english": "Inglés",
  "chinese": "Chino",
  "aboutWork": "Sobre mi trabajo",
  "aboutMe": "Sobre de mi",
  "missionTitle": "¿Por qué programo?",
  "mission": "Lo que más disfruto de programar es la capacidad de unir todas las piezas para construir soluciones de calidad. Soy muy crítica y analítica. Disfruto construir soluciones con propósito, empoderar y mejorar vidas. Amo el Internet, donde toma forma mi trabajo. Soy consciente del enorme impacto social que tiene la tecnología en la sociedad moderna, así que creo que es mi responsabilidad hacer esto y hacer el bien.",
  "techStack": "Tecnologías",
  "myStack": "Las tecnologías que trabajo: ",
  "react": "ReactJS",
  "graphql": "Graphql",
  "nodejs": "NodeJS",
  "golang": "Golang",
  "techStackText": "Yo creo en la especialización, me gusta ser buena en lo que hago, estoy enfocada en el camino profesional que deseo tomar, por eso soy quisquillosa con las tecnologías que elijo para trabajar, pero de seguro que siempre estaré aprendiendo algo nuevo para agregar a mis habilidades.",
  "hireInfoTitle": "Información de contratación",
  "hireInfoPriority": "El proyecto, idea o tarea debe de ser de valor para las personas, no dañar el medio ambiente y asegurar un proceso de desarrollo e ingeniería de alta calidad.",
  "hireInfoConditionsTitle": "Condiciones del trabajo",
  "tSDescription": "Soy una desarrolladora full-stack que ama trabajar con tecnologías modernas como:",
  "about": "Lo que más disfruto de programar es la capacidad de unir todas las piezas para construir soluciones de calidad. Soy muy crítica y analítica. Disfruto construir soluciones con propósito, empoderar y mejorar vidas. Amo el Internet, donde toma forma mi trabajo. Soy consciente del enorme impacto social que tiene la tecnología en la sociedad moderna, así que creo que es mi responsabilidad hacer esto y hacer el bien"
}