{
  "greeting": "¡Hola Mundo!",
  "description": "Mi nombre es Tati soy una Ingeniera de Software, actualmente estoy trabajando en <0>Parsley Health</0> como programadora web. Hablo inglés, español y mandarín. Programo desde los trópicos en la hermosa Costa Rica.",
  "eduTitle": "Educación Formal",
  "eduText": "¿Ya a nadie le importa esto, verdad?",
  "edu1": "2016-2018 NUIST, China - Master en Ciencias de la Computación ",
  "edu2": "2009-2015 UNA, Costa Rica - Bachiller en Ciencias de la Computación ",
  "spanish": "Español",
  "english": "Inglés",
  "chinese": "Chino",
  "aboutWork": "Sobre mi trabajo",
  "aboutMe": "Sobre de mi",
  "experience": "Experiencia",
  "jobsArray": [
    {
      "companyName": "Parsley Health",
      "companyLink": "https://www.parsleyhealth.com/",
      "date": "Dic. 2020 - Currently",
      "position": "Desarrolladora Full Stack",
      "mode": "(Contrato fijo remoto)",
      "description": [
        "El equipo del que formo parte está creando un nuevo producto de Parsley Health llamado Insights, que es un producto de gestión virtual de menor costo destinado a convertir a los clientes a la membresía completa de Parsley Health.",
        "Durante mi tiempo aquí, he tenido la oportunidad de trabajar con todo, desde arquitectura hasta backend y frontend.",
        "Las tecnologías que he estado usando en este proyecto incluyen: Node, Typecript, Javascript, Firestore, React "
      ]
    },
    {
      "companyName": "TradeStation",
      "date": "Abr. 2020 - Dic. 2020 ",
      "position": "Desarrolladora Full Stack",
      "mode": "(Contrato fijo remoto)",
      "description": [
        "Durante mi tiempo en Tradestation trabajé principalmente en front-end, pero también tuve la oportunidad de trabajar en backend y proponer soluciones arquitectónicas.",
        "Tecnologías que utilicé en este trabajo: Node, Typecript, Javascript, React, Golang, Tailwind."
      ]
    },
    {
      "companyName": "Proximity",
      "date": "Jun. 2019 - Abr. 2020 ",
      "position": "Desarrolladora Front End ",
      "mode": "(Contractor)",
      "description": [
        "Trabajé en una variedad de proyectos tanto para clientes como para uso interno.",
        "Tecnologías que utilicé en este trabajo: Node, Typecript, Javascript, React."
      ]
    },
    {
      "companyName": "Softon",
      "date": "Jun. 2019 - Abr. 2020 ",
      "position": "Desarrolladora Front End ",
      "mode": "(Contractor)",
      "description": [
        "Trabajé en una variedad de proyectos web y móvil.",
        "Tecnologías que utilicé en este trabajo: Node, Typecript, Javascript, React, React Native."
      ]
    },
    {
      "companyName": "GreenCube",
      "date": "Jun. 2019 - Abr. 2020 ",
      "position": "Desarrolladora Front End ",
      "mode": "(Remote Contractor)",
      "description": [
        "Trabajé en una variedad de proyectos web y móvil.",
        "Tecnologías que utilicé en este trabajo: Node, Typecript, Javascript, React, React Native."
      ]
    },
    {
      "companyName": "Janeiro Digital",
      "date": "Jun. 2019 - Abr. 2020 ",
      "position": "Ingeniera QA",
      "mode": "(Contractor)",
      "description": [
        "Trabajé como ingeniera de control de calidad haciendo pruebas manuales y automatizadas, documentando los problemas",
        "Tecnologías que utilicé en este trabajo: Javascript, Selenium."
      ]
    },
    {
      "companyName": "Intel Corporation",
      "date": "Jun. 2019 - Abr. 2020 ",
      "position": "Front End Developer",
      "mode": "(Remote Contractor)",
      "description": [
        "Este fue mi primer trabajo en el que trabajé principalmente en tareas sencillas de front end.",
        "Tecnologías que utilicé en este trabajo: Javascript, Kendo UI."
      ]
    }
  ],
  "job1": "Dic. 2020 - Actualidad Parsley Health, Nueva York EE. UU. - Programadora Web Full Stack",
  "job2": "Abr. 2020 - Dic. 2020 TradeStation, Texas EE. UU.  - Programadora Web Full Stack",
  "job3": "Jun. 2019 - Abr. 2020 Proximity, San Jose CR - Programadora Web Full Stack ",
  "job4": "Oct. 2018 - Jun. 2019 Softon, San Jose CR - Programadora FrontEnd ",
  "job5": "Abr. 2016 - Jun. 2019 GreenCube, San Jose CR - Programadora FrontEnd ",
  "job6": "Jul. 2015 - Oct. 2015 Janeiro Digital, San Jose CR - Ingeniera QA",
  "job7": "Feb. 2014 - Jul. 2015 Intel Corporation, San Jose CR - Programadora Web ",
  "email": "tatimb14@gmail.com",
  "emailLabel": "Email: ",
  "githubLabel": "Github: ",
  "githubUser": "<0>tatimoreira</0>",
  "twitterLabel": "Twitter: ",
  "twitterUser": "<0>tatimoreira.dev</0>",
  "igLabel": "Instagram: ",
  "igUser": "<0>tatimoreira.dev</0>",
  "contact": "Contacto",
  "contactInfo": "Contáctame por correo, soy una millenial así que siéntete libre de seguirme y decir hola :P",
  "missionTitle": "¿Por qué programo?",
  "mission": "Lo que más disfruto de programar es la capacidad de unir todas las piezas para construir soluciones de calidad. Soy muy crítica y analítica. Disfruto construir soluciones con propósito, empoderar y mejorar vidas. Amo el Internet, donde toma forma mi trabajo. Soy consciente del enorme impacto social que tiene la tecnología en la sociedad moderna, así que creo que es mi responsabilidad hacer esto y hacer el bien.",
  "techStack": "Tecnologías",
  "myStack": "Las tecnologías que trabajo: ",
  "react": "ReactJS",
  "graphql": "Graphql",
  "nodejs": "NodeJS",
  "golang": "Golang",
  "techStackText": "Yo creo en la especialización, me gusta ser buena en lo que hago, estoy enfocada en el camino profesional que deseo tomar, por eso soy quisquillosa con las tecnologías que elijo para trabajar, pero de seguro que siempre estaré aprendiendo algo nuevo para agregar a mis habilidades.",
  "hireInfoTitle": "Información de contratación",
  "hireInfoPriority": "El proyecto, idea o tarea debe de ser de valor para las personas, no dañar el medio ambiente y asegurar un proceso de desarrollo e ingeniería de alta calidad.",
  "hireInfoConditionsTitle": "Condiciones del trabajo",
  "tSDescription": "Soy una desarrolladora full-stack que ama trabajar con tecnologías modernas como:",
  "about": "Lo que más disfruto de programar es la capacidad de unir todas las piezas para construir soluciones de calidad. Soy muy crítica y analítica. Disfruto construir soluciones con propósito, empoderar y mejorar vidas. Amo el Internet, donde toma forma mi trabajo. Soy consciente del enorme impacto social que tiene la tecnología en la sociedad moderna, así que creo que es mi responsabilidad hacer esto y hacer el bien"
}
