{
  "welcome": "Hello World!",
  "description": "I'm Tatiana Moreira, a Software Engineer, a web lover and developer, a spanish/english/chinese speaker, a blockchain enthusiast based in Costa Rica.",
  "aboutMe": "About me",
  "spanish": "Spanish",
  "english": "English",
  "chinese": "Chinese",
  "aboutWork":"About my work",
  "missionTitle": "Why  do I code?",
  "mission": "What I enjoy most about programming is the ability to put all the pieces together to build quality solutions. I'm very critical and analytical. I enjoy building meaningful solutions which empower and improve people lives. I love the internet, where my work takes shape. I am aware of the enormous social impact that technology has on modern society, so I believe it is my responsibility to do this and do good.",
  "techStack": "Technology stack",
  "techStackText": "I believe in specialization, I like to be good at what I do that's why I'm picky of the technologies I choose to work, but for sure I'll be always learning something new to add to my technology stack.",
  "hireInfoTitle": "Hiring information",
  "hireInfoPriority": "The project, idea or task has to give value to the people, don't be harmful to the environment and ensure a high quality process of developmet and engineering.",
  "hireInfoConditionsTitle": "Working conditions",
  "tSDescription": "I'm a full-stack developer who loves modern technologies as:",
  "about": "What I most enjoy about programming is, the capability to put all the pieces together to buildquality solutions. I'm very critical and analytic. I enjoy coding with a purpose : to help, empower andimprove lives.  I love the internet, where my work  takes form. I’m  aware of the huge social impactthat technology has on modern society so I think it’s my responsibility to do this and to do good :)",
  "articleDescription": "ABOUT VOLCANOES",
  "article1StParagraph": "A volcano is a rupture in the crust of a planetary-mass object, such as Earth, that allows hot lava, volcanic ash, and gases to escape from a magma chamber below the surface.",
  "article2NdParagraph": "Earth's volcanoes occur because its crust is broken into 17 major, rigid tectonic plates that float on a hotter, softer layer in its mantle. Therefore, on Earth, volcanoes are generally found where tectonic plates are diverging or converging, and most are found underwater."
}
