{
  "greeting": "Hello World!",
  "description": "My name is Tati and I'm a Software Engineer, currently working at <0>Parsley Health</0> as a web developer. I speak spanish, english and chinese. I code from the tropics in beautiful Costa Rica.",
  "factsTitle": "Facts about me",
  "facts": "I lived two years in Nanjing, China. I'm an independent woman and a proud lesbian who lives by herself no pets just plants. In my free time I read women literature, exercise like a hamster in my own apartment and study bribri (which is the native language of an ethnic group from Costa Rica) and chinese. ",
  "eduTitle": "Education",
  "eduText": "No body cares about this anymore, right?",
  "edu1": "2016-2018 NUIST, Nanjin China - Master Degree in Computer Science ",
  "edu2": "2009-2015 UNA, Heredia Costa Rica - Bachelor Degree in Computer Science",
  "spanish": "Spanish",
  "english": "English",
  "chinese": "Chinese",
  "aboutWork": "About my work",
  "aboutMe": "About me",
  "experience": "Experience",
  "email": "tatimb14@gmail.com",
  "contact": "Contact",
  "missionTitle": "Why  do I code?",
  "mission": "What I enjoy most about programming is the ability to put all the pieces together to build quality solutions. I'm very critical and analytical. I enjoy building meaningful solutions which empower and improve people lives. I love the internet, where my work takes shape. I am aware of the enormous social impact that technology has on modern society, so I believe it is my responsibility to do this and do good.",
  "techStack": "Technology stack",
  "myStack": "My stack: ",
  "react": "ReactJS",
  "graphql": "Graphql",
  "nodejs": "NodeJS",
  "golang": "Golang",
  "techStackText": "I believe in specialization, I like to be good at what I do that's why I'm picky of the technologies I choose to work, but for sure I'll be always learning something new to add to my technology stack.",
  "hireInfoTitle": "Hiring information",
  "hireInfoPriority": "If you're interested in working with me hit me up I like to work on fresh and innovative projects with modern technology stacks",
  "hireInfoConditionsTitle": "Working conditions",
  "hireInfoConditions": "I work remotely, ideally you will provide the job equipment.",
  "tSDescription": "I'm a full-stack developer who loves modern technologies as:",
  "about": "What I most enjoy about programming is, the capability to put all the pieces together to buildquality solutions. I'm very critical and analytic. I enjoy coding with a purpose : to help, empower andimprove lives.  I love the internet, where my work  takes form. I’m  aware of the huge social impactthat technology has on modern society so I think it’s my responsibility to do this and to do good :)"
}